Repository: JM-command/mc-terra-ios
Catalog: MCTerra/Localizable.xcstrings
Source language: fr
Languages: en, pt

source: Termine la séance depuis l'écran verrouillé.
en: End the session from the lock screen.
pt: Termina a sessão a partir do ecrã bloqueado.

source: Terminée
en: Completed
pt: Concluída

source: Terminer
en: Finish
pt: Terminar

source: Terminer la séance
en: End the session
pt: Concluir a sessão

source: Tes clients
en: Your clients
pt: Os teus clientes

source: Tes rendez-vous et tes clients, toujours à portée de main.
en: Your appointments and your clients, always within reach.
pt: Os teus compromissos e os teus clientes, sempre à mão.

source: Tes revenus suivis au fil du mois, exportables en un geste.
en: Your income tracked through the month, exportable in one tap.
pt: Os teus rendimentos acompanhados ao longo do mês, exportáveis num gesto.

source: Tes revenus suivis, prêts à exporter pour ta déclaration.
en: Your income tracked, ready to export for your tax return.
pt: Os teus rendimentos acompanhados, prontos a exportar para a tua declaração.

source: Tes revenus, prêts pour la compta
en: Your income, ready for accounting
pt: Os teus rendimentos, prontos para a contabilidade

source: Tes séances, en vue mois ou jour, comme un agenda classique.
en: Your sessions, in month or day view, like a classic calendar.
pt: As tuas sessões, em vista de mês ou dia, como uma agenda clássica.

source: Thème
en: Theme
pt: Tema

source: Ton agenda
en: Your calendar
pt: A tua agenda

source: Ton agenda et tes séances
en: Your calendar and your sessions
pt: A tua agenda e as tuas sessões

source: Total dépensé
en: Total spent
pt: Total gasto

source: Tu as %lld clients pas vus depuis plus de 6 semaines.
en: You have %lld clients you haven't seen in over 6 weeks.
pt: Tens %lld clientes que não vês há mais de 6 semanas.

source: Tu as 1 client pas vu depuis plus de 6 semaines.
en: You have 1 client you haven't seen in over 6 weeks.
pt: Tens 1 cliente que não vês há mais de 6 semanas.

source: Un widget est une petite vignette sur l'écran d'accueil du téléphone. Appuie longuement sur un endroit vide de l'écran d'accueil jusqu'à ce que les icônes bougent, touche le « + » en haut à gauche, cherche « MC-TERRA », puis choisis « Prochaine séance » ou « Revenus ». Touche « Ajouter le widget ».
en: A widget is a small tile on the phone's home screen. Press and hold an empty spot on the home screen until the icons jiggle, tap the "+" at the top left, search for "MC-TERRA", then choose "Next session" or "Income". Tap "Add widget".
pt: Um widget é um pequeno cartão no ecrã principal do telemóvel. Mantém o dedo pressionado num espaço vazio do ecrã principal até os ícones começarem a tremer, toca no «+» no canto superior esquerdo, procura «MC-TERRA» e escolhe «Próxima sessão» ou «Rendimentos». Toca em «Adicionar o widget».

source: Une séance gratuite peut rester sans paiement.
en: A free session can stay without payment.
pt: Uma sessão gratuita pode ficar sem pagamento.

source: Unité
en: Unit
pt: Unidade

source: Va dans les Réglages (bouton roue dentée). Sous « Langue », choisis Français ou Português. Sous « Apparence », choisis le thème clair, sombre ou système.
en: Go to Settings (gear button). Under "Language", choose Français or Português. Under "Appearance", choose the light, dark or system theme.
pt: Vá às Definições (botão da roda dentada). Em « Idioma », escolha Français ou Português. Em « Aparência », escolha o tema claro, escuro ou do sistema.

source: Va dans les Réglages, section « Google Agenda ». Touche « Connecter Google Agenda » et connecte-toi avec ton compte Google. Choisis ensuite l'agenda à utiliser, puis touche « Actualiser maintenant ». Tes rendez-vous Google apparaissent alors dans l'Agenda de l'application.
en: Go to Settings, "Google Calendar" section. Tap "Connect Google Calendar" and sign in with your Google account. Then choose the calendar to use and tap "Refresh now". Your Google appointments then appear in the app's Calendar.
pt: Vai às Definições, secção «Google Agenda». Toca em «Ligar o Google Agenda» e inicia sessão com a tua conta Google. Escolhe depois a agenda a utilizar e toca em «Atualizar agora». Os teus compromissos do Google passam então a aparecer na Agenda da aplicação.

source: Visite guidée de l'app
en: App guided tour
pt: Visita guiada da app

source: Voici à quoi ça ressemble
en: Here's what it looks like
pt: Eis o aspeto que tem

source: Voir l'agenda
en: View the calendar
pt: Ver a agenda

source: Voir la séance
en: View session
pt: Ver a sessão

source: Voir les revenus (Comptabilité)
en: View income (Accounting)
pt: Ver os rendimentos (Contabilidade)

source: Voir sur Plans
en: View in Maps
pt: Ver no Mapas

source: Actions
pt: Ações

source: Client
pt: Cliente

source: Client absent
pt: Cliente ausente

source: Clients
pt: Clientes

source: Date
pt: Data

source: Message
pt: Mensagem

source: Minutes
pt: Minutos

source: Note
pt: Nota

source: Notes
pt: Notas
